[
    {
        "locationName": "",
        "locationDescription": "",
        "lat": 3000,
        "lng": 3000,
        "group": "Cities"
    },





    {
        "locationName": "",
        "locationDescription": "",
        "lat": 3000,
        "lng": 3000,
        "group": "Towns"
    },





    {
        "locationName": "Fengil's Home",
        "locationDescription": "The now destroyed home of Fengil Linx",
        "lat": 496,
        "lng": 735,
        "group": "Important Places"
    },
    
    
    
    
    {
        "locationName": "Mysterious Symbol",
        "locationDescription": "Fengil's people are heading towards what looks to be a abandoned library. What could the symbol really mean?",
        "lat": 759,
        "lng": 156,
        "group": "Places Of Interest"
    },





    {
        "locationName": "Session 12",
        "locationDescription": "After the fight that occurred at Royal Goldcrest, many people were left gravely injured, and some even lost their lives. It has been a week since the attack, and city wide manhunts have begun looking for the now terrorist group known as The Five Tears of Pitch. Through the week, the city has been trying to rebuild after what people had seen, and some people are saying that they witnessed a local adventuring group use the powers of the devil himself. And today, the city prepares for the funeral service that it is holding for all of the lives lost, including the parts friend, Ace Riverbane.",
        "lat": 489.375,
        "lng": 577.5625,
        "group": "Previous Sessions"
    },
    {
        "locationName": "Session 13",
        "locationDescription": "The Wizard awoke from his week long slumber after the battle at the Guild of Gold. You all attended a memorial service being provided to all people who were grieving for the loss of their family and friends during the battle. You all stopped by Aces grave and talked for hours out of game, figuring out the route you want to take for the rest of the campaign, while different women in the background were coming up one by one to place flowers by your deceased friend’s grave. You decided that you were going to take the train to Aynlun as the first leg of your journey. And while you were waiting, you stopped by Glass & Soul’s shop to check up, and you found that they were moving over to Aynlun for the holidays. You finally got to the train station where the train was finally ready to go where you met your new ally, Alirax, who worked on the train named “The embassy”. And after ordering some food, torturing Kevin, and spending time waiting for beef wellington, there seemed to be something gone astray with how the train was operating. And upon doing your duties Alirax, there seemed to be someone at the door to the engine room, and upon opening it you were slammed in the face and knocked out. And then a voice went onto the intercoms used to communicate and relay information to the passengers, and you heard the Hunter’s voice, and he is currently looking for your friend, Arkum Edessa.",
        "lat": 488.375,
        "lng": 598.25,
        "group": "Previous Sessions"
    },
    {
        "locationName": "Session 14",
        "locationDescription": "The party was attacked by the criminal and now terrorist group known as The Five Tears of Pitch. An epic battle occurred where party members were freaked out by other party members, people made their ways onto the roof, wings were sprouted, raptors were summoned, lightning bolts were thrown, people were killed, action happened! And I became sad. The party now believes that they have successfully slain three of them, and they have taken th remaining members as hostages. Those hostages being the members known as Una, Akari, and her djinn. We now found ourselves interrogating the remaining members of the FTOP, and also looking for a way to stop The Embassy before the next stop.",
        "lat": 491.625,
        "lng": 622.625,
        "group": "Previous Sessions"
    },
    {
        "locationName": "Session 15",
        "locationDescription": "The party of Omar, Arkum, Fengil, & The Wizard chose to interrogate the remaining members of The Five Tears of Pitch, in which they found that they had not in fact slain The Hunter. In fact, the party found that the Hunter had accumulated many curses over the course of his life. Being that; The Hunter as a being cannot die unless certain conditions are met, he ofcourse is vampiric in nature, and they found that his Gun-Blade carries the same ominous red eye as Arkum’s greatsword. The group was also able to uncover how long The Five Tears of Pitch were a group for, and they learned of their “exploits” when it came to their “adventures”. Hearing about this, Fengil snapped! And he decided to take matters into his own vengeful claws, taking interrogation to the next level and threatoning actual violence and possibly even death if they didn’t coorperate. This resulted in the ultimate execution of Akari & Una by the end of interrogation, and the disappearing of a certain Djinn who belonged to Akari. And now the players find themselves aboard The Embassy, which... isn’t slowing down as much as they thought it would... no actually it is going way to fast! And now we open our session into a cart full of panicking and frantically rushing around Embassy employees, who are all trying to assist with slowing down The Embassy before it crashes. It is highly hectic as people are rushing around with tools and supplies, everyone doing whatever they can while I imagine passengers and our party members are panicking.",
        "lat": 491.9375,
        "lng": 633.25,
        "group": "Previous Sessions"
    },
    {
        "locationName": "Session 16",
        "locationDescription": "Aynlun is a city of entertainment during the holiday of Snowfall. Fengil was able to tour the city by himself, and even came across a meeting of a group known as The Sea Farers Guild. They were given the freedom of movement around the city under the close eye of the city guard and the Lawmaster. The Embassy had a thankfully harmless crash into Aynlun's train station, and the party was met by a number of guards and The Lawm aster of Aynlun. Afterwards, Alirax decided to wait until The Law master had ended her work day, and then followed her to where she takes up residence, to which he and her had a talk about;The Embassy and where to find someone who can repair and Arcane Engine. And to his surprise, a farmilliar Kargro made himself present in the room while Fengil wasn't aware, and he began to tell Fengil about how he shouldnt have come back to Aynlun and that it wasnt safe because the Sea Fareres Guild was now actively hunting them. ",
        "lat": 494.5625,
        "lng": 644.875,
        "group": "Previous Sessions"
    },
    {
        "locationName": "Session 17",
        "locationDescription": "Not a lot happened… Went around town after having some troubles with the resident cleaner of The Ice Bear’s Keep. Then the group went around the town, did some stuff. And then there was an encounter, nothing too major.So ye some stuff happened. Opening back up to this session, we open Eclipse & Shavira as they awake to the sounds of the males next door to them having trouble and freaking out. And there's… a Russian guy?",
        "lat": 493.625,
        "lng": 657.6875,
        "group": "Previous Sessions"
    },






    {
        "locationName": "",
        "locationDescription": "",
        "lat": 3000,
        "lng": 3000,
        "group": "Other"
    }
]
