[
    {
        "locationName": "",
        "locationDescription": "",
        "lat": 3000,
        "lng": 3000,
        "group": "Cities"
    },





    {
        "locationName": "",
        "locationDescription": "",
        "lat": 3000,
        "lng": 3000,
        "group": "Towns"
    },





    {
        "locationName": "Fengil's Home",
        "locationDescription": "The now destroyed home of Fengil Linx",
        "lat": 496,
        "lng": 735,
        "group": "Important Places"
    },
    
    
    
    
    {
        "locationName": "Mysterious Symbol",
        "locationDescription": "Fengil's people are heading towards what looks to be a abandoned library. What could the symbol really mean?",
        "lat": 759,
        "lng": 156,
        "group": "Places Of Interest"
    },





    
    {
        "locationName": "Session 16",
        "locationDescription": "Aynlun is a city of entertainment during the holiday of Snowfall. Fengil was able to tour the city by himself, and even came across a meeting of a group known as The Sea Farers Guild. They were given the freedom of movement around the city under the close eye of the city guard and the Lawmaster. The Embassy had a thankfully harmless crash into Aynlun's train station, and the party was met by a number of guards and The Lawmaster of Aynlun. Afterwards, Alirax decided to wait until The Lawmaster had ended her work day, and then followed her to where she takes up residence, to which he and her had a talk about;The Embassy and where to find someone who can repair and Arcane Engine. And to his surprise, a farmilliar Kargro made himself present in the room while Fengil wasn't aware, and he began to tell Fengil about how he shouldnt have come back to Aynlun and that it wasnt safe because the Sea Fareres Guild was now actively hunting them. ",
        "lat": 491,
        "lng": 652,
        "group": "Previous Sessions"
    },
    {
        "locationName": "Session 17",
        "locationDescription": "Not a lot happened… Went around town after having some troubles with the resident cleaner of The Ice Bear’s Keep. Then the group went around the town, did some stuff. And then there was an encounter, nothing too major.So ye some stuff happened. Opening back up to this session, we open Eclipse & Shavira as they awake to the sounds of the males next door to them having trouble and freaking out. And there's… a Russian guy? END… ",
        "lat": 489,
        "lng": 655,
        "group": "Previous Sessions"
    },






    {
        "locationName": "",
        "locationDescription": "",
        "lat": 3000,
        "lng": 3000,
        "group": "Other"
    }
]
